Repository: pushnow-dev/pushnow
Catalog: JiZhi/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, zh_hans

# 请先验证邮箱
source: Verify your email first
de: Bestätige zuerst deine E-Mail-Adresse
es: Primero verifica tu correo electrónico
ja: 先にメールアドレスを確認してください
ko: 먼저 이메일을 인증하세요
zh_hans: 请先验证邮箱

# 请求权限中
source: Requesting permission
de: Berechtigung wird angefragt
es: Solicitando permiso
ja: 権限をリクエスト中
ko: 권한 요청 중
zh_hans: 请求权限中

# 请输入 6 位验证码
source: Enter the 6-digit code
de: 6-stelligen Code eingeben
es: Ingresa el código de 6 dígitos
ja: 6桁コードを入力してください
ko: 6자리 코드를 입력하세요
zh_hans: 请输入 6 位验证码

# 请输入密码
source: Enter your password
de: Gib dein Passwort ein
es: Introduce tu contraseña
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
zh_hans: 请输入密码

# 请输入邮箱
source: Enter your email
de: E-Mail eingeben
es: Ingresa tu email
ja: メールを入力してください
ko: 이메일을 입력하세요
zh_hans: 请输入邮箱

# 账号
source: Account
de: Konto
es: Cuenta
ja: アカウント
ko: 계정
zh_hans: 账号

# 账号与通知
source: Account & Notifications
de: Konto und Benachrichtigungen
es: Cuenta y notificaciones
ja: アカウントと通知
ko: 계정 및 알림
zh_hans: 账号与通知

# 退出登录
source: Sign Out
de: Abmelden
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录

# 适合个人轻量提醒和测试自动化来源。
source: For lightweight personal reminders and testing automation sources.
de: Für leichte persönliche Erinnerungen und Automatisierungstests.
es: Para recordatorios personales ligeros y pruebas de automatización.
ja: 個人の軽いリマインダーと自動化ソースのテスト向け。
ko: 개인용 가벼운 리마인더와 자동화 소스 테스트에 적합합니다.
zh_hans: 适合个人轻量提醒和测试自动化来源。

# 适合团队、自动化 Agent 和关键任务提醒。
source: For teams, automation agents, and mission-critical reminders.
de: Für Teams, Automatisierungsagenten und kritische Erinnerungen.
es: Para equipos, agentes de automatización y recordatorios críticos.
ja: チーム、自動化エージェント、重要リマインダー向け。
ko: 팀, 자동화 에이전트, 중요한 리마인더에 적합합니다.
zh_hans: 适合团队、自动化 Agent 和关键任务提醒。

# 适合多个自动化来源
source: Good for multiple automation sources
de: Für mehrere Automationsquellen
es: Para varias fuentes de automatización
ja: 複数の自動化ソース向け
ko: 여러 자동화 소스에 적합
zh_hans: 适合多个自动化来源

# 适合稳定接入多个来源和日常高频提醒。
source: For multiple sources and frequent daily reminders.
de: Für mehrere Quellen und häufige tägliche Erinnerungen.
es: Para múltiples fuentes y recordatorios frecuentes.
ja: 複数ソースと日常的な高頻度リマインダー向け。
ko: 여러 소스와 잦은 일상 리마인더에 적합합니다.
zh_hans: 适合稳定接入多个来源和日常高频提醒。

# 适合高频 Agent 和关键任务
source: For high-volume agents and critical tasks
de: Für häufige Agents und kritische Aufgaben
es: Para agentes frecuentes y tareas críticas
ja: 高頻度Agentと重要タスク向け
ko: 고빈도 Agent와 중요 작업용
zh_hans: 适合高频 Agent 和关键任务

# 通知事项不限次数
source: Unlimited notification events
de: Unbegrenzte Benachrichtigungsereignisse
es: Eventos de notificación ilimitados
ja: 通知項目は無制限
ko: 알림 항목 무제한
zh_hans: 通知事项不限次数

# 邮箱地址
source: Email address
de: E-Mail-Adresse
es: Dirección de email
ja: メールアドレス
ko: 이메일 주소
zh_hans: 邮箱地址

# 邮箱已验证。设置密码后，后续可以直接使用邮箱和密码登录。
source: Email verified. Set a password so you can sign in with email and password next time.
de: E-Mail verifiziert. Lege ein Passwort fest, um dich künftig direkt anzumelden.
es: Email verificado. Define una contraseña para iniciar sesión con email y contraseña después.
ja: メール確認済みです。パスワードを設定すると、次回からメールとパスワードでログインできます。
ko: 이메일이 인증되었습니다. 비밀번호를 설정하면 다음부터 이메일과 비밀번호로 로그인할 수 있습니다.
zh_hans: 邮箱已验证。设置密码后，后续可以直接使用邮箱和密码登录。

# 邮箱登录
source: Email Login
de: E-Mail-Anmeldung
es: Inicio con email
ja: メールでログイン
ko: 이메일 로그인
zh_hans: 邮箱登录

# 邮箱登录后绑定
source: Bind after email login
de: Nach E-Mail-Login verbinden
es: Vincular tras iniciar sesión
ja: メールログイン後に連携
ko: 이메일 로그인 후 연결
zh_hans: 邮箱登录后绑定

# 邮箱登录和 App 内收件箱
source: Email sign-in and in-app inbox
de: E-Mail-Anmeldung und App-Posteingang
es: Inicio por email y bandeja en la app
ja: メールログインとアプリ内受信箱
ko: 이메일 로그인 및 앱 내 받은편지함
zh_hans: 邮箱登录和 App 内收件箱

# 重新绑定 App 推送
source: Rebind App Push
de: App-Push neu verbinden
es: Volver a vincular push
ja: アプリ通知を再連携
ko: 앱 푸시 다시 연결
zh_hans: 重新绑定 App 推送

# 重要
source: Important
de: Wichtig
es: Importante
ja: 重要
ko: 중요
zh_hans: 重要

# 重试
source: Retry
de: Erneut versuchen
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试

# 隐私政策
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策

# 需要确认收到
source: Require acknowledgment
de: Empfangsbestätigung erforderlich
es: Requerir confirmación de recepción
ja: 受領確認を求める
ko: 수신 확인 필요
zh_hans: 需要确认收到

# 项目详情：%@
source: Item details: %@
de: Einzelheiten: %@
es: Detalles del elemento: %@
ja: 項目の詳細：%@
ko: 항목 세부 정보: %@
zh_hans: 项目详情：%@

# 首页
source: Home
de: Start
es: Inicio
ja: ホーム
ko: 홈
zh_hans: 首页

# 验证后，来源密钥、设备 token、提醒规则、订阅和附件都会绑定到同一个用户。
source: After verification, source keys, device tokens, reminder rules, subscriptions, and attachments are bound to the same user.
de: Nach der Bestätigung werden Source Keys, Geräte-Token, Erinnerungsregeln, Abos und Anhänge demselben Nutzer zugeordnet.
es: Tras verificar, claves de origen, tokens de dispositivo, reglas, suscripciones y adjuntos se vinculan al mismo usuario.
ja: 確認後、ソースキー、デバイストークン、リマインダールール、購読、添付ファイルが同じユーザーに紐づきます。
ko: 인증 후 소스 키, 기기 토큰, 리마인더 규칙, 구독, 첨부 파일이 같은 사용자에 연결됩니다.
zh_hans: 验证后，来源密钥、设备 token、提醒规则、订阅和附件都会绑定到同一个用户。

# 高级功能
source: Premium features
de: Premium-Funktionen
es: Funciones premium
ja: プレミアム機能
ko: 프리미엄 기능
zh_hans: 高级功能

# 默认提醒
source: Default reminder
de: Standarderinnerung
es: Recordatorio predeterminado
ja: 既定のリマインダー
ko: 기본 알림
zh_hans: 默认提醒

source: Back
de: Zurück
es: Atrás
ja: 戻る
ko: 뒤로
zh_hans: 返回

source: Notification delivery failed. Check the device or contact support.
de: Die Benachrichtigung konnte nicht zugestellt werden. Prüfe das Gerät oder kontaktiere den Support.
es: La entrega de la notificación ha fallado. Revisa el dispositivo o contacta con soporte.
ja: 通知の配信に失敗しました。端末を確認するか、サポートにお問い合わせください。
ko: 알림 전달에 실패했습니다. 기기를 확인하거나 지원팀에 문의하세요.
zh_hans: 通知投递失败，请检查设备或联系支持。

source: No unread messages
de: Keine ungelesenen Mitteilungen
es: No hay notificaciones sin leer
ja: 未読の通知はありません
ko: 읽지 않은 알림이 없습니다
zh_hans: 没有未读通知

source: Messages you open are marked as read.
de: Geöffnete Mitteilungen werden automatisch als gelesen markiert.
es: Las notificaciones que abres se marcan como leídas.
ja: 開いた通知は自動的に既読になります。
ko: 열어 본 알림은 자동으로 읽음 처리됩니다.
zh_hans: 打开查看的通知会自动标为已读。

source: Today
de: Heute
es: Hoy
ja: 今日
ko: 오늘
zh_hans: 今天

source: Yesterday
de: Gestern
es: Ayer
ja: 昨日
ko: 어제
zh_hans: 昨天

# Subscription source
source: Subscription
de: Abonnement
es: Suscripción
ja: 購読
ko: 구독
zh_hans: 订阅

# Message source
source: Source
de: Quelle
es: Origen
ja: 送信元
ko: 메시지 출처
zh_hans: 消息来源

source: All sources
de: Alle Quellen
es: Todos los orígenes
ja: すべての送信元
ko: 모든 출처
zh_hans: 全部来源

# App 推送
source: App Push
es: Push de la app
ja: アプリ通知
ko: 앱 푸시
zh_hans: App 推送

source: Feeds
es: Fuentes
ja: フィード
ko: 피드
zh_hans: 订阅

source: Name
es: Nombre
ja: 名前
ko: 이름
zh_hans: 名称

source: Status
es: Estado
ja: 状態
ko: 상태
zh_hans: 状态

source: Video
es: Vídeo
ja: 動画
ko: 동영상
zh_hans: 视频

# 名称
source: Name
es: Nombre
ja: 名前
ko: 이름
zh_hans: 名称

# 应用
source: App
es: Aplicación
ja: アプリ
ko: 앱
zh_hans: 应用

# 版本
source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本

# 详情
source: Details
es: Detalles
ja: 詳細
ko: 상세 정보
zh_hans: 详情

# 邮箱验证
source: Email Code
es: Código email
ja: メール認証
ko: 이메일 인증
zh_hans: 邮箱验证

source: Sandbox
ja: サンドボックス
ko: 샌드박스
zh_hans: 沙盒环境

# 普通
source: Normal
ja: 通常
ko: 일반
zh_hans: 普通

# 邮箱
source: Email
ja: メール
ko: 이메일
zh_hans: 邮箱

# Web source
source: Web
ja: ウェブ
ko: 웹
zh_hans: 网页

source: Bilibili
zh_hans: 哔哩哔哩

source: Weibo
zh_hans: 微博

source: Zhihu
zh_hans: 知乎

# 专业版
source: Pro
zh_hans: 专业版
